/* NSMenuItem : <title: > (oid:239) */
" " = " ";

/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:128) */
"Add to Keychain" = "Προσθήκη στο Keychain";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:148) */
"Anonymous Login" = "Ανώνυμη Σύνδεση";

/* NSBox (Box) : <title:Box> (oid:200) */
"Box" = "Κουτί";

/* NSButton (Cancel) : <title:Cancel> (oid:20) */
"Cancel" = "Άκυρο";

/* NSButton (Connect) : <title:Connect> (oid:25) */
"Connect" = "Σύνδεση";

/* NSTextField (Connect Mode:) : <title:Connect Mode:> (oid:240) */
"Connect Mode:" = "Τρόπος Σύνδεσης:";

/* NSTextField (Encoding:) : <title:Encoding:> (oid:241) */
"Encoding:" = "Κωδικοποίηση:";

/* NSTextField (More Options) : <title:More Options> (oid:249) */
"More Options" = "Περισσότερες Επιλογές";

/* NSPanel (New Connection) : <title:New Connection> (oid:22) */
"New Connection" = "Νέα Σύνδεση";

/* NSMenu : <title:OtherViews> (oid:238) */
"OtherViews" = "ΆλλεςΠροβολές";

/* NSTextField (Password:) : <title:Password:> (oid:14) */
"Password:" = "Κωδικός πρόσβασης:";

/* NSTextField (Path:) : <title:Path:> (oid:230) */
"Path:" = "Διαδρομή:";

/* NSTextField (Port:) : <title:Port:> (oid:23) */
"Port:" = "Θύρα:";

/* NSTextField (Server:) : <title:Server:> (oid:19) */
"Server:" = "Εξυπηρετητής:";

/* NSTextField (URL:) : <title:URL:> (oid:182) */
"URL:" = "URL:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:232) */
"Use Public Key Authentication" = "Χρήση Αυθεντικοποίησης με Δημόσιο Κλειδί";

/* NSTextField (Username:) : <title:Username:> (oid:8) */
"Username:" = "Όνομα χρήστη:";

